Repository: GioeleSchmitz/Weblate_PoC
Catalog: lib/l10n/intl_*.arb
Languages: de

# bluetoothNotAvailable
source: Bluetooth is not available
de: Bluetooth nicht verfügbar

# bluetoothNotAvailableMsg
source: To connect to the Revotion Brain, Bluetooth and location services need to be enabled.
de: Um eine Verbindung zum Revotion Brain herstellen zu können, müssen die Bluetooth- und die Standortfunktion aktiviert und zugelassen sein.

source: Close
de: Schließen

source: Developer mode
de: Entwicklermodus

# developerModeDescription
source: Hey, nerd! You better don't touch anything you don't understand.
de: Hey, du Nerd. Bitte rühre hier nichts an, solange Du nicht ganz genau weißt, was Du tust!

source: Reset database
de: Datenbank zurücksetzen

source: Kiosk mode
de: Kiosk Modus

# kioskModeDescription
source: Pins the app on Android
de: Fixiert die App in Android

source: Master mode
de: Master-Modus

# masterModeDescription
source: For the REVOTION Display
de: Für REVOTION Display

source: Game mode
de: Game-Modus

# gameModeDescription
source: Keep the REVOTION Display awake
de: Always on für REVOTION Display

# lockWidgetScreen
source: Lock widgets
de: Widgets sperren

# lockWidgetScreenDescription
source: Widgets cannot be moved anymore.
de: Widgets können nicht mehr verschoben werden.

source: Local configuration
de: Lokale Konfiguration

source: Loading...
de: Wird geladen...

# replicateConfigs
source: Replicate configurations
de: Konfigs replizieren

# deleteDemo
source: Remove demo
de: Demo entfernen

source: Cancel
de: Abbrechen

source: Import
de: Importieren

source: Import configuration
de: Konfiguration importieren

# tryDemoConfiguration
source: Test demo now
de: Jetzt Demo testen

# importConfigurationQuestion
source: Is this configuration to be imported now?
de: Soll diese Konfiguration wirklich importiert werden?

# deleteDemoExplained
source: To delete the demo version, at the moment the app has to be deleted and reinstalled
de: Um die Demo Version zu löschen, muss derzeit die App gelöscht und neu installiert werden

source: Package name
de: Paket Name

source: send
de: Senden

# sendConfigToBrain
source: Send configuration to Brain
de: Konfiguration an Brain senden

# sendConfigToBrainQuestion
source: Is the configuration to be sent to the Brain now?
de: Soll die aktuell geladene Konfiguration wirklich ans Brain gesendet und überschrieben werden?

source: Apply to device
de: Auf Gerät anwenden

# fetchBrainConfig
source: Fetch configuration from Brain
de: Konfiguration von Brain empfangen

# fetchBrainConfigQuestion
source: Shall the configuration on this device be imported? Warning: All preferences will be overwritten!
de: Soll die beim Brain gespeicherte Konfiguration auf dieses Gerät importiert werden? Achtung: Alle Einstellungen werden hiermit überschrieben!

source: Configure nodes
de: Nodes Konfigurieren

# sendConfigToNodes
source: Send configuration to Nodes
de: Konfiguration auf Nodes übertragen

# sendConfigToNodesQuestion
source: Shall the configuration currently stored on the Brain be applied for all Nodes? All values set prior will be overwritten!
de: Soll die aktuell auf dem Brain gespeicherte Konfiguration wirklich auf alle Nodes angewendet werden? Alle zuvor gesetzten Werte werden hiermit überschrieben!

# brainConfig
source: Brain configuration
de: Brain Konfiguration

source: Apply to nodes
de: Auf Nodes anwenden

# otaNodeUpdateQuestion
source: Please confirm that you want to update the Node
de: Sollen die Nodes wirklich aktualisiert werden?

# otaBrainUpdateQuestion
source: Please confirm that you want to update the Brain
de: Soll das Brain wirklich aktualisiert werden?

source: Delete
de: Löschen

source: Delete database
de: Datenbank löschen

# deleteDatabaseQuestion
source: Please confirm that you want to delete the database with all personal data and preferences.
de: Soll die Datenbank mit allen persönlichen Daten und Einstellungen unwiderruflich gelöscht werden?

# newWidgetDialogTitle
source: New widgets
de: Neue Widgets

# newWidgetDialogInfoText
source: Tap a Widget to add it to your home screen.
de: Tippe ein Widget an, um es dem Homescreen hinzuzufügen.

# newWidgetDialogInfoTextExtra
source: You can always move or remove Widgets from the home screen.
de: Du kannst Widgets später entfernen oder verschieben.

# widgetDialogCategoryText
source: Which Widget do you want to add?
de: Welches Widget möchtest Du hinzufügen?

source: Not connected
de: Nicht verbunden

source: Connected
de: Verbunden

source: Searching...
de: Suchen...

# stopSearch
source: Cancel search
de: Suche abbrechen

source: Unknown
de: Unbekannt

# scanConnect
source: Search / Connect
de: Suchen / Verbinden

# noDeviceDiscoveredMsg
source: No device found! Press refresh to retry!
de: Kein Gerät gefunden! Aktualisieren klicken, um erneut zu suchen!

# discoveredDevices
source: Devices found
de: Gefundene Geräte

source: No paired devices available
de: Keine gekoppelten Geräte verfügbar

source: Paired devices
de: Gekoppelte Geräte

# availableDevices
source: Devices available
de: Verfügbare Geräte

# connecting
source: Establishing a connection...
de: Verbindung wird hergestellt...

# failedToConnect
source: Connection failed
de: Verbindung fehlgeschlagen

source: Fetching information
de: Informationen werden abgerufen

# devicesAndNodes
source: My Revotion System
de: Mein Revotion-System

# connectedDevices
source: Connected Appliances
de: Verbundene Geräte

# configureDevicesAutomatically
source: Automatically configure appliances
de: Geräte automatisch konfigurieren

source: Disconnect
de: Verbindung trennen

# importNodeConfig
source: Import Node configuration
de: Node Konfiguration importieren

source: Continue to Home screen
de: Weiter zum Homescreen

# readConfigFromBrain
source: The configuration is being read from the Brain
de: Konfiguration wird vom Brain gelesen

# configNotAvailable
source: Configuration is not available!
de: Konfiguration ist nicht verfügbar!

# importDeviceConfig
source: Import device configuration
de: Geräte Konfiguration importieren

# sendCurrentConfigToBrain
source: Send current configuration to the brain
de: Aktuelle Konfiguration an Brain übermitteln

# generateConfig
source: Configuration is being generated
de: Konfiguration wird generiert

source: No brain available
de: Kein Brain verfügbar

# catDevices
source: Appliances
de: Geräte

# catLights
source: Lights
de: Lichter

# catTemperatures
source: Temperature
de: Temperatur

# catEnergy
source: Energy
de: Energie

# catMap
source: Maps
de: Karten

# catInstruments
source: Instruments
de: Instrumente

# catUtility
source: useful
de: Nützliches

# checkForUpdates
source: Search for updates
de: Nach Updates suchen

source: Update Nodes
de: Nodes aktualisieren

source: Update Brain
de: Brain aktualisieren

source: Light
de: Licht

# switchType1
source: Switch
de: Kippschalter

# switchType2
source: Button
de: Taster

# device
source: Appliance
de: Geräte

# fuseSettingsLabel
source: Fuse: Use it to secure wires and the device.
de: Sicherung: Sichere hiermit das Kabel & den Verbraucher ab.

# iconSelectLabelSwitch
source: Select a fitting Icon and rename the connected device:
de: Wähle hier ein passendes Icon aus und benenne dein angeschlossenes Gerät:

# nameInputHint
source: Rename me
de: Benenne mich

# configNow
source: Configure now
de: Jetzt konfigurieren

# switchCategoryLabel
source: Configuration: Which type of consumer did you connect to your Switch?
de: Konfiguration: Welche Art von Verbraucher hast Du an Deine Switch angeschlossen?

source: Save
de: Speichern

# removeFromNetwork
source: Remove this device from the network
de: Dieses Gerät aus dem Netzwerk entfernen

source: White
de: Weiss

# iconSelectLabelRgb
source: Select a fitting icon and rename your connected LED light:
de: Wähle hier ein passendes Icon aus und benenne dein angeschlossenes LED-Licht:

# rgbCategoryLabel
source: Configuration: Which type of LED light did you connect?
de: Konfiguration: Welche Art von LED-Licht hast du angeschlossen?

# nodeAmbientDialogInfoText
source: RGB: Simple LED-Strips, with 4 wires; red, green, blue, and ground RGB-W: Specialised LED strips with 5 wires, red, green, blue, white, and ground
de: RGB: Einfache LED-Strips, die 4 Kabel haben, Rot, Grün, Blau und eine Ground-Leitung RGB-W: Speziellere LED-Strips, die 5 Kabel haben, Rot, Grün, Blau, separates Weiß und die Ground-Leitung

# iconSelectLabelLevel
source: Select a fitting icon and rename the connected tank:
de: Wähle hier ein passendes Icon aus und benenne deinen angeschlossenen Tank:

# levelTotalVolumeDescription
source: Total tank volume (litres):
de: Gesamtvolumen des Tanks (L):

# tankFormDescription
source: Shape of the tank:
de: Form des Tanks:

# selectBatteryIcon
source: Select a fitting icon and rename your connected battery:
de: Wähle hier ein passendes Icon aus und benenne deine angeschlossene Batterie:

# batteryTypeDescription
source: Configuration: Which type of battery did you connect?
de: Konfiguration: Auf welcher Technologie basiert Deine Batterie?

# batteryNominalVoltageDescription
source: Rated voltage of the entire system:
de: Nennspannung des Gesamtsystems:

# batteryTotalCapacityDescription
source: Total capacity (AH):
de: Gesamtkapazität (AH):

# totalCapacityInputHint
source: Total capacity
de: Gesamtkapazität

# batteryQualityDescription
source: Battery health
de: Batteriezustand

# batteryQualityGood
source: New
de: Neu

# batteryQualityMedium
source: Good
de: Gut

# batteryQualityUnknown
source: Unknown
de: Weiss nicht

# batteryCountDescription
source: Number of batteries
de: Anzahl der Batterien

# batterySerialOrParallelDesc
source: Is there more than one battery connected parallel or in series?
de: Mehr als 1 Batterie in Serie oder parallel geschaltet?

# voltageAdds
source: Voltage adds up
de: Spannung addiert sich

source: Voltage
de: Spannung

# capacityAdds
source: Capacity adds up
de: Kapazität addiert sich

source: In series
de: in Serie

source: In parallel
de: Parallel

source: Battery ports:
de: Steckplätze:

# portDescription
source: Every channel of your NODE Battery can be configured as both Input and Output. Just select in the following form the selected device.
de: Jeder Channel deiner NODE Battery kann sowohl als Ausgang als auch Eingang konfiguriert werden. Wähle dazu einfach aus der folgenden Auswahl das jeweils angeschlossene Gerät aus.

source: Select
de: Auswählen

source: Photovoltaic system
de: PV-Anlage

# mainsPower
source: Shore power
de: Landstrom

source: Consumer
de: Verbraucher

source: External Switch
de: Externer Schalter

# expertSettings
source: Experts settings
de: Experteneinstellungen

# expertSettingsDescription
source: Yes, I am an expert and I know what I am doing!
de: Achtung, ich bin wirklich ein Experte und weiß, was ich tue!

source: Charging voltage
de: Ladeanschlussspannung

# dischargeVoltage
source: Discharging voltage
de: Entladeanschlussspannung

source: Internal resistance
de: Interner Widerstand

# maximalDischarge
source: Maximum discharge
de: Maximaler Entladestrom

# cableLength
source: Wire length
de: Kabellänge

# cableLengthDescription
source: Between the NODE and the battery
de: Zwischen der NODE und der Batterie

source: Cable diameter
de: Kabeldurchmesser

source: Pair all Nodes
de: Alle Nodes verbinden

source: Unpair all Nodes
de: Alle Nodes trennen

# unpairAllNodesText
source: Do you really want to unpair all Nodes?
de: Sollen wirklich alle Nodes getrennt werden?

source: Configured vehicle
de: Konfiguriertes Fahrzeug

# lteConnection
source: LTE-M connection
de: LTE-M-Verbindung

source: Manufacturer
de: Hersteller

source: Model
de: Modell

# factoryReset
source: Reset to factory settings
de: Auf Werkzustand zurücksetzen

source: Looking for Nodes...
de: Nodes werden gesucht...

source: Add
de: Hinzufügen

# fetchInventory
source: Fetching inventory
de: Inventar wird abgerufen

# tempSenseType
source: Sensor type
de: Sensor Typ

source: Upper limit
de: Oberes Limit

source: Lower limit
de: Unteres Limit

# errorRemoveNode
source: Error! Couldn't remove Node.
de: Fehler! Node konnte nicht entfernt werden.

# errorPairingNode
source: Error! Couldn't add Node.
de: Fehler! Node konnte nicht hinzugefügt werden.

# fetchInventoryFailed
source: Error! Couldn't fetch inventory.
de: Fehler! Inventar konnte nicht abgerufen werden.

# errorRemovingNodes
source: Error! Couldn't remove Nodes.
de: Fehler! Nodes konnten nicht hinzugefügt werden.

# errorPairingNodes
source: Error! Couldn't pair Nodes.
de: Fehler! Nodes konnten nicht hinzugefügt werden.

# failedToLoadConfigs
source: Error! Failed to load configurations.
de: Fehler! Konfigurationen konnten nicht geladen werden.

# failedToImportConfig
source: Error! Couldn't import configurations.
de: Fehler! Konfiguration konnte nicht importiert werden.

source: Brightness
de: Helligkeit

source: Restart
de: Neustart

source: Restart Brain
de: Brain neu starten

source: Restart Nodes
de: Nodes neu starten

source: Waiting...
de: Warten...

source: No GPS Signal available
de: Kein GPS Signal verfügbar

source: Settings
de: Einstellungen

source: Additional settings
de: Weitere Einstellungen

source: Available Brains
de: Verfügbare Brains

source: Paired Brains
de: Gekoppelte Brains

source: Search
de: Suchen

# informationen
source: Logs
de: Hinweise

# noErrorsAvailable
source: No logs or errors available
de: Keine Hinweise oder Fehler

# pushNotifications
source: Notifications
de: Benachrichtigungen

# onboardingStartWelcome
source: Welcome to
de: Willkommen bei

# onboardingStartCTA
source: Start your Journey
de: Los geht's

# onboardingConnectTitle
source: Connect a BRAIN
de: Mit einem BRAIN verbinden

# drawerWelcome
source: Welcome aboard,
de: Willkommen an Bord,

# drawerYourNameSample
source: Your Name
de: Dein Name

# drawerMyAccount
source: My Account
de: Mein Account

# drawerMyVehicles
source: {count, plural, one{My Vehicle} other{My Vehicles}}
de: {count, plural, one{Mein Fahrzeug} other{Meine Fahrzeuge}}

# drawerMyDevicesAndNodes
source: My Revotion System
de: Mein Revotion-System

# drawerDropdownSelectVehicle
source: Select Vehicle
de: Fahrzeug wählen

# drawerHeadingCustomizeHomescreen
source: Customize Homescreen
de: Homescreen anpassen

# drawerHeadingUtilities
source: Utilities
de: Nützliches

source: Find node
de: Node finden

source: Add widget
de: Widget hinzufügen

# registerTitleCreateId
source: Change username
de: Benutzernamen ändern

# personName
source: Name
de: Vorname

# personSurname
source: Surname
de: Nachname

source: Log in
de: Einloggen

source: Dismiss
de: Verwerfen

source: Unsaved changes
de: Ungespeicherte Änderungen

# unsavedChangesText
source: Do you want to save or discard the changes?
de: Möchten Sie die Änderungen speichern oder verwerfen?

source: Change code
de: Code ändern

source: Authenticate
de: Anmelden

source: Total consumption
de: Gesamtverbrauch

# hoursAbbr
source: hrs
de: Std

source: remaining time
de: Restzeit

source: charging time
de: Ladezeit

# years
source: {count, plural, one{year} other{years}}
de: {count, plural, one{Jahr} other{Jahre}}

# resetVehicle
source: Reset vehicle specs
de: Fahrzeugdaten zurücksetzen

source: Tap to edit
de: Zum Bearbeiten tippen

source: Measurements and specs
de: Maße und Daten

source: Width
de: Breite

source: Length
de: Länge

source: Height
de: Höhe

# shipDepth
source: Draught
de: Tiefgang

# maxSpeed
source: Maximum speed
de: Maximale Geschwindigkeit

source: Speed
de: Geschwindigkeit

source: All
de: Alle

source: Air
de: Luft

source: Water
de: Wasser

source: Bilge pump
de: Bilgenpumpe

source: Positional lights
de: Positionslichter

source: Body battery
de: Aufbaubatterie

source: Batteries
de: {count, plural, one{Batterie} other{Batterien}}

source: Charge
de: Ladung

source: Consumption
de: Verbrauch

source: Heading
de: Richtung

# changeBrainSecurityPassword
source: Change Security Password
de: Security Passwort ändern

source: Back
de: Zurück

source: Password
de: Passwort

# homeEmptyCheckOutShop
source: Check out our shop!
de: Besuchen Sie unseren Webshop

# homeEmptyExploreDemo
source: Connect to a virtual Revotion system in the demo mode
de: Verbinden sie sich im Demo-Modus mit einem virtuellen Revotion-System

# catDynamicIcon
source: Dynamic
de: Dynamisch

source: Connect now
de: Jetzt verbinden

# enterBrainSecurityPassword
source: Enter Security Password
de: Bluethooth-Passwort eingeben

source: Wrong Password
de: Falsches Passwort

# enterNewSecurityPassword
source: New Security Password:
de: Neues Passwort eingeben:

# retry
source: Enter again:
de: Wiederholen:

# notSamePasswords
source: Passwords not equal
de: Passwörter stimmen nicht überein

# checkBoxForPassword
source: Yes, I saved my Password
de: Ja, ich habe mir das Passwort irgendwo notiert oder gut gemerkt.
